LEXICON_RU: dict[str, str] = {'yes_button': 'ДА! 😇',
                              'no_button': 'НЕТ',
                              'cancel': 'Отменить',
                               '/start': 'Привет! Сыграем в карты?',
                               '/help': 'Перетасовать колоду /shuffle \n'
                                        'Выбрать случайную карту /card \n'
                                        'моя статиcтика побед /stat \n',
                              'no_echo': 'Это событие не поддерживается',
                              'start_game': 'Игра начинается прямо сейчас!',
                              'win': 'Вы победили, поздравляю!',
                              'lose': 'Ура! Я победил!',
                              'no_card': 'Нужно перетасовать колоду!',
                              'draw': 'Ничья',
                              'not_cmd': 'Я не понимать...'}

LEXICON_CMD: dict[str, str] = {'/shuffle': 'Перемешать колоду',
                               '/card': 'Выдать карту',
                               '/help': 'Правила игры'
                               }
